<?php

return [
    'no_room_for_user' => "شما اتاق فعالی ندارید",
    'room_exist_for_user' => "شما یک اتاق فعال دارید",
    'no_room' => "اتاق فعالی وجود ندارد",
    'no_package' => "پکیج فعالی وجود ندارد",
    'login_for_join' => "برای پیوستن به اتاق ابتدا وارد شوید",
    'login_for_create_room' => "برای ساخت اتاق ابتدا وارد شوید",
    'custom_link' => "برای اتاق خود لینک اختصاصی بسازید ( هزینه اضافی: ۱ سکه )",
    'custom_pass' => "برای اتاق خود رمز عبور بسازید",
    'join_request' => "کاربر باید درخواست عضویت را برای ورود به اتاق ارسال کند",
    'fail_to_create_room' => "سکه کافی ندارید، اتاق ساخته نشد",
    'fail_to_join_room' => "سکه کافی ندارید، پیوستن به اتاق ناموفق بود",
    'duplicate_join' => "از قبل عضو یک اتاق هستید",
    'number_of_coins' => "مقدار سکه مورد نظر را وارد کنید",
    'no_order_for_user' => "شما تاکنون سفارشی نداشته اید",
    'payment_successful' => "پرداخت موفقیت آمیز بود",
    'payment_unsuccessful' => "پرداخت غیرموفق بود",
    'send_to_gateway' => "درحال هدایت به درگاه پرداخت",
    'automatically_send_to_gateway' => "اگر به صورت خودکار به درگاه هدایت نشدید بعد از",
    'cant_buy_coin' => "در حال حاضر قابلیت خرید سکه فعال نمی باشد",
    'still_member' => "در اتاق حضور دارد",
];
