<?php

return [
    'no_room_for_user' => "شما اتاق فعالی ندارید",
    'login_for_join' => "برای پیوستن به اتاق ابتدا وارد شوید",
    'login_for_create_room' => "برای ساخت اتاق ابتدا وارد شوید",
    'custom_link' => "برای اتاق خود لینک اختصاصی بسازید ( هزینه اضافی: ۱ سکه )",
    'custom_pass' => "برای اتاق خود رمز عبور بسازید",
    'join_request' => "کاربر باید درخواست عضویت را برای ورود به اتاق ارسال کند",
    'fail_to_create_room' => "سکه کافی ندارید، اتاق ساخته نشد",
    'fail_to_join_room' => "سکه کافی ندارید، پیوستن به اتاق ناموفق بود",
    'duplicate_join' => "از قبل عضو یک اتاق هستید",

];
